tap "dtan4/dtan4"
tap "dbt-labs/dbt"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nrlquaker/createzap"
tap "polydice/polydice"
tap "puma/puma"
tap "robotsandpencils/made"
tap "thoughtbot/formulae"
brew "antidote"
brew "aria2"
brew "asdf"
brew "aws-es-proxy"
brew "awscli"
brew "composer"
brew "ctags"
brew "dbt-labs/dbt/dbt-bigquery"
brew "dtan4/dtan4/k8sec"
brew "exa"
brew "firebase-cli"
brew "gh"
brew "git"
brew "git-flow"
brew "graphicsmagick"
brew "helm"
brew "heroku/brew/heroku"
brew "httping"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libxml2"
brew "mas"
brew "memcached", restart_service: true
brew "mosh"
brew "mysql", restart_service: true
brew "poetry"
brew "polydice/polydice/aws-ecs-utils"
brew "postgresql@14", restart_service: true
brew "puma/puma/puma-dev"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "robotsandpencils/made/xcodes"
brew "sqlite"
brew "ssh-copy-id", link: true
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xcproj"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "alfred"
cask "anki"
cask "arc"
cask "binance"
cask "deckset"
cask "discord"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "haptickey"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kobo"
cask "ledger-live"
cask "maestral"
cask "microsoft-edge"
cask "microsoft-office"
cask "mimestream"
cask "nally"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "papers"
cask "pdfexpert"
cask "pritunl"
cask "quip"
cask "session-manager-plugin"
cask "setapp"
cask "sim-genie"
cask "slack"
cask "steermouse"
cask "telegram"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Buffer", id: 1474298973
mas "Canva", id: 897446215
mas "Dark Noise", id: 1465439395
mas "Day One", id: 1055511498
mas "Dictionaries", id: 1380563956
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "NextDNS", id: 1464122853
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "Stay", id: 1591620171
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
