tap "aws/tap"
tap "dbt-labs/dbt"
tap "dtan4/dtan4"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localazy/tools"
tap "polydice/polydice"
tap "puma/puma"
tap "robotsandpencils/made"
tap "thoughtbot/formulae"
brew "amazon-ecs-cli"
brew "antidote"
brew "asdf"
brew "aws-es-proxy"
brew "awscli"
brew "composer"
brew "ctags"
brew "easyengine"
brew "firebase-cli"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "google-java-format"
brew "graphicsmagick"
brew "helm"
brew "httping"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libxml2"
brew "mas"
brew "memcached", restart_service: true
brew "mosh"
brew "mysql", restart_service: true
brew "mysql-client@8.0"
brew "opencc"
brew "opensearch", restart_service: true
brew "openssl@1.1"
brew "tmux"
brew "overmind"
brew "pipenv"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ssh-copy-id", link: true
brew "tree"
brew "vim"
brew "wget"
brew "xcodegen"
brew "yamlfmt"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "dtan4/dtan4/k8sec"
brew "localazy/tools/localazy"
brew "polydice/polydice/aws-ecs-utils"
brew "puma/puma/puma-dev"
brew "robotsandpencils/made/xcodes"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "alfred"
cask "anki"
cask "applite"
cask "aptakube"
cask "arc"
cask "codewhisperer"
cask "copilot-for-xcode"
cask "deckset"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "fsnotes"
cask "google-chrome"
cask "google-cloud-sdk"
cask "heptabase"
cask "imageoptim"
cask "iterm2"
cask "jandi"
cask "jetbrains-toolbox"
cask "kobo"
cask "local"
cask "macwhisper"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "mimestream"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "ogdesign-eagle"
cask "orbstack"
cask "papers"
cask "pdf-expert"
cask "pritunl"
cask "quip"
cask "session-manager-plugin"
cask "setapp"
cask "sim-genie"
cask "skype"
cask "slack"
cask "steermouse"
cask "telegram"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xcodes"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Canva", id: 897446215
mas "Dark Noise", id: 1465439395
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "Things", id: 904280696
