tap "dtan4/dtan4"
tap "fishtown-analytics/dbt"
tap "getantibody/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "peripheryapp/periphery"
tap "polydice/polydice"
tap "puma/puma"
tap "thoughtbot/formulae"
cask "adoptopenjdk8"
brew "autoconf"
brew "automake"
brew "aws-es-proxy"
brew "gettext"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.8"
brew "awscli"
brew "freetype"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "carthage"
brew "cmake"
brew "composer"
brew "coreutils"
brew "ctags"
brew "oniguruma"
brew "jq"
brew "python"
brew "elasticsearch@5.6", restart_service: true
brew "exiftool"
brew "gmp"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "sdl2"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "flake8"
brew "gist"
brew "pcre2"
brew "git"
brew "git-flow"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "jasper"
brew "libtool"
brew "graphicsmagick"
brew "hadolint"
brew "helm"
brew "httpie"
brew "httping"
brew "hub"
brew "ilmbase"
brew "libheif"
brew "openexr"
brew "imagemagick"
brew "krb5"
brew "kubernetes-cli"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "makedepend"
brew "mas"
brew "memcached", restart_service: true
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "mysql", restart_service: true
brew "node"
brew "opencc"
brew "perl"
brew "pipx"
brew "poetry"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "ssh-copy-id", link: true
brew "swiftformat"
brew "swiftlint"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xcproj"
brew "youtube-dl"
brew "zsh"
brew "dtan4/dtan4/k8sec"
brew "fishtown-analytics/dbt/dbt"
brew "getantibody/tap/antibody"
brew "github/gh/gh"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "polydice/polydice/aws-ecs-utils"
brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "adobe-acrobat-reader"
cask "aerial"
cask "alfred"
cask "altair-graphql-client"
cask "android-file-transfer"
cask "android-studio"
cask "anki"
cask "backblaze"
cask "battle-net"
cask "brave-browser"
cask "choosy"
cask "clashx"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "freedom"
cask "genymotion"
cask "geotag-photos-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "haptickey"
cask "hey"
cask "hstracker"
cask "hyper"
cask "imageoptim"
cask "instant-articles-builder"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner"
cask "karabiner-elements"
cask "keybase"
cask "kobo"
cask "ledger-live"
cask "macdown"
cask "microsoft-edge"
cask "nally"
cask "ngrok"
cask "notion"
cask "papers"
cask "pdfexpert"
cask "pritunl"
cask "quip"
cask "razer-synapse"
cask "rescuetime"
cask "simplenote"
cask "skitch"
cask "skype"
cask "slack-beta"
cask "spotify"
cask "steam"
cask "telegram"
cask "transmit"
cask "tuxera-ntfs"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
